<?php
/**
 * Template Name: Term Page
 */
 ?>
<?php get_header(); ?>

<?php $th=mktime(gmdate("H")+7,gmdate("i"),gmdate("m"),gmdate("d"),gmdate("Y"));
$format="H:i:s";
$time=date($format,$th);
?>
<nav id="navigation" role="navigation">
    	<ul id="menu-main_nav">
        	<li class="menu-home_page"><a href="<?php echo home_url(); ?>/recipes/"><i class="icon1"> </i>อร่อยในบ้าน</a></li>
            <li class="menu-home_page"><a href="<?php echo home_url(); ?>/bistro/"><i class="icon2"> </i>อร่อยนอกบ้าน</a></li>
            <li class="menu-home_page"><a href="<?php echo home_url(); ?>/hilight-trend-likesara/"><i class="icon3"> </i>Like สาระ</a></li>
            <li class="menu-home_page"><a href="<?php echo home_url(); ?>/event/"><i class="icon4"> </i>กิจกรรม</a></li>
            <li class="menu-home_page"><a href="<?php echo home_url(); ?>/promotion/"><i class="icon5"> </i>โปรโมชั่น</a></li>
			<li class="menu-home_page"><a href="<?php echo home_url(); ?>/shop/"><i class="icon6"> </i>ช้อปเลย</a>
					 <ul>
						<li class="menu-home_page"><a href="#" class="documents">Documents</a></li>
						<li class="menu-home_page"><a href="#" class="messages">Messages</a></li>
						<li class="menu-home_page"><a href="#" class="signout">Sign Out</a></li>
					</ul>
			
			</li>
        </ul>
    </nav>
<main id="content">
		<div class="social">
         	<li><img src="<?php bloginfo('stylesheet_directory'); ?>/_inc/images/tw-icon.png"></li>
          	<li><img src="<?php bloginfo('stylesheet_directory'); ?>/_inc/images/fb-icon.png"></li>
            <li><img src="<?php bloginfo('stylesheet_directory'); ?>/_inc/images/yt-icon.png"></li>
            <li><img src="<?php bloginfo('stylesheet_directory'); ?>/_inc/images/ig-icon.png"></li>
         </div>
		<?php do_action( 'bp_before_blog_home' ); ?>
		<?php do_action( 'template_notices' ); ?>
		
            <div class="content-by-meal" style="margin-bottom: -5px;">
       
			<?php include_once('wp-content/themes/bp-default/bg-time.php');?>
        	</div><!-- End content-by-meal -->

            <div class="content-section-1" style="  background-color: #ffffff;width: 100%; height: 2350px;  margin: 0 auto;">
				<div class="content-box" style="background:url('<?php bloginfo('stylesheet_directory'); ?>/_inc/images/bg-term.png'); width: 1052px; 
                height: 2305px;   float: left;  margin-top: 50px;  margin-left: 80px;">
                	<div style="margin-top: 170px;  margin-left: 50px;   margin-right: 30px; line-height: 24px; font-size: 14px;">
                    	เอกสารต่อไปนี้จำนวน 14 ข้อ เป็นข้อกำหนดและเงื่อนไขการใช้บริการระหว่าง บริษัท วงใน มีเดีย จำกัด (“บริษัท” “เรา” หรือ “เว็บไซต์”) กับ สมาชิก (“ท่าน”) กรุณาอ่านข้อกำหนดเงื่อนไขการให้บริการโดยครบถ้วนเพื่อผลประโยชน์ของตัวสมาชิกเอง อ่านต่อได้ที่ 
                  <div class="cleaner_h40"></div>
                	<ul style="list-style: square inside url('<?php bloginfo('stylesheet_directory'); ?>/_inc/images/list.png');   font-size: 14px;  color: #404041;">
                    	<li style="margin-bottom: 20px;">ทางบริษัทขอสงวนสิทธิ์ที่จะแก้ไขข้อตกลงในการใช้ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า ท่านมีหน้าที่ตรวจสอบข้อตกลงในการใช้งาน โดยท่านสามารถเข้ามาดูเงื่อนไขการใช้งานฉบับล่าสุดได้ที่นี่เสมอ ถ้าเรามีการเปลี่ยนแปลง เราจะแจ้งให้ทราบอย่างชัดเจนด้วยการโพสต์บนหน้านี้ก่อนที่จะดำเนินการเปลี่ยนแปลงบนเว็บไซต์เป็นเวลา 24 ชั่วโมง อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                        <li style="margin-bottom: 20px;">ท่านอาจจำเป็นที่จะต้องลงทะเบียนเป็นสมาชิกเพื่อจะใช้บริการของเราได้อย่างครบถ้วน โดยท่านเข้าใจและยอมรับว่าทางเราสงวนสิทธิ์ที่จะปฏิเสธการลงทะเบียนของบางท่าน และอาจยกเลิกการลงทะเบียนของสมาชิกทุกคนได้ทุกเวลา โดยเฉพาะเมื่อเกิดการละเมิดกฎระเบียบหลักเกณฑ์ข้อตกลงในการใช้ ท่านไม่สามารถซื้อขาย แลกเปลี่ยน หรือโอนบัญชีสมาชิกไปยังบุคคลอื่นได้ หากละเมิดเงื่อนไขนี้บัญชีจะถูกยกเลิกทันที อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                        <li style="margin-bottom: 20px;">เว็บไซต์ Wongnai.com ไม่ให้บริการกับผู้ใช้งานที่มีอายุต่ำกว่า 13 ปี หรือสมาชิกที่เคยถูกตัดสิทธิ์การใช้งานไปแล้ว สมาชิกแต่ละท่านจะได้รับอนุญาตให้มีบัญชีสมาชิกได้เพียงบัญชีเดียวเท่านั้น อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                        <li style="margin-bottom: 20px;">ท่านต้องไม่กระทำการใดอันเป็นการล่วงละเมิด ดูหมิ่น สถาบันชาติ ศาสนา พระมหากษัตริย์ อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                        <li style="margin-bottom: 20px;">ท่านต้องไม่ส่งหรือเขียนข้อความที่หยาบคาย ลามก อนาจาร หมิ่นประมาท ส่อเสียด คุกคาม ว่ากล่าวให้ร้าย ขู่กรรโชก แก่สมาชิกท่านอื่นหรือบุคคลที่ 3 รวมทั้งข้อความอื่นๆที่ขัดต่อข้อกฎหมาย อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                         <li style="margin-bottom: 20px;">ท่านเข้าใจว่าท่านต้องรับผิดชอบแต่เพียงผู้เดียวต่อการสร้างข้อมูลในเว็บไซต์ ร่วมกันสร้าง เผยแพร่ หรือแสดงบนเว็บไซต์ หรือส่งไปยังผู้ใช้เว็บไซต์คนอื่นๆ อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                         <li style="margin-bottom: 20px;">ท่านตกลงว่าจะไม่ (และไม่อนุญาตให้บุคคลที่สาม) แก้ไขดัดแปลง แปลหรือย้อนกระบวนการผลิต (reverse engineer) ส่วนของเว็บไซต์ กรอบของเว็บไซต์ หรือลอกเลียนแบบส่วนของบริการใดๆจากเว็บไซต์ รวมทั้งลอกลิขสิทธิ์เครื่องหมายการค้า หรือข้อมูลทรัพย์สินทางปัญญาอื่นๆ และไม่รวบรวมข้อมูลเกี่ยวกับผู้ใช้รายอื่น รวบรวมข้อมูลร้านค้า ที่อยู่ร้าน รีวิว ข้อมูลที่สมาชิกของ Wongnai.com ร่วมกันสร้างขึ้น รวมทั้งรูปภาพ ภาพพื้นหลัง และไอคอน เพื่อวัตถุประสงค์ใดๆ ก็ตาม ยกเว้นจะได้รับการอนุญาตเป็นลายลักษณ์อักษรจากทางบริษัท อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                         <li style="margin-bottom: 20px;">ท่านจะต้องไม่สร้างบัญชีผู้ใช้อัตโนมัติ หรือปลอมแปลงข้อมูลผู้ใช้ สร้างข้อมูลหรือส่งสารทางอิเล็กทรอนิกส์ที่เป็นการรบกวนผู้ใช้งานเว็บไซต์รายอื่นๆ หรือส่งไวรัส เวิร์ม โทรจันหรือโปรแกรมอื่นๆ ที่มีลักษณะเป็นภัยที่อาจรบกวนการทำงานของเว็บไซต์ ไม่ตั้งใจใช้งานเว็บไซต์หนักหรือโหลดข้อมูลขนาดใหญ่ใส่เว็บไซต์โดยไม่มีเหตุผลอันสมควรหรือจงใจทำให้เป็นภัยต่อการให้บริการของเว็บไซต์ อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                         <li style="margin-bottom: 20px;">ในการร่วมสร้างข้อมูลให้กับเว็บไซต์ ท่านจะส่งเฉพาะข้อความที่ท่านเชื่อว่าเป็นจริงและไม่จงใจให้ข้อมูลเท็จหรือทำให้ผู้อื่นเข้าใจผิด อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                          <li style="margin-bottom: 20px;">ในกรณีที่ท่านเป็นเจ้าของธุรกิจบน Wongnai.com หรือมีความเกี่ยวดองทางเครือญาติ เป็นเพื่อนสนิท ลูกจ้าง มีความชอบพอกับเจ้าของธุรกิจบน Wongnai.com ท่านต้องไม่ส่งข้อความใดๆ ที่เป็นการชมเชยเกินจริงหรือส่งเสริมการขายให้กับธุรกิจนั้นโดยไม่ได้รับการอนุญาติจากทาง Wongnai.com ก่อน อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                           <li style="margin-bottom: 20px;">ท่านเข้าใจและยอมรับว่า Wongnai.com อาจตรวจสอบ เปลี่ยนแปลงและลบรายชื่อธุรกิจใด ๆ (รวมถึง ชื่อธุรกิจ ที่อยู่ โทรศัพท์ โทรสาร ระยะทาง คะแนน รูปภาพ) หรือรีวิว (ความคิดเห็น คะแนน like/unlike) หรือข้อมูลอื่นๆ บนเว็บไซต์ แต่เพียงผู้เดียว การตัดสินของทางบริษัทในเรื่องข้อมูลบนเว็บไซต์ถือเป็นที่สุด อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                            <li style="margin-bottom: 20px;">ทางบริษัทจะไม่รับผิดชอบในความเสียหายใดๆ รวมถึงความสูญเสีย การบาดเจ็บ และค่าใช้จ่ายที่เกิดขึ้นทั้งโดยตรงและโดยอ้อม โดยบังเอิญ หรือเป็นผลสืบเนื่องที่ตามมาจากการใช้งานเว็บไซต์ทุกกรณี อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                             <li style="margin-bottom: 20px;">ทางบริษัทไม่รับผิดชอบข้อมูลใดๆที่ปรากฏอยู่บนเว็บไซต์ ที่เกิดจากการสร้างของสมาชิก และจะไม่มีความรับผิดชอบทางกฎหมายใดๆ ต่อท่านหรือต่อบุคคลอื่น หรือบริษัทใดๆ ก็ตามที่ต้องประสบกับความสูญเสีย เกิดค่าใช้จ่าย ไม่ว่าจะโดยตรงหรือโดยอ้อม จากข้อมูลบนเว็บไซต์ เราไม่รับประกันความถูกต้องของข้อมูลใดๆ ไม่ว่าข้อมูลเหล่านั้นจะเป็นของบริษัทหรือเป็นข้อมูลที่สร้างจากสมาชิก แต่อย่างไรก็ดีในกรณีที่ทางบริษัท ได้รับแจ้งจากผู้ที่เกี่ยวข้องหรือบุคคลที่สามว่าข้อมูลที่ปรากฎบนเว็บไซต์นั้นอาจก่อให้เกิดความเสียหายกับบุคคลอื่นไม่ว่าโดยตรงหรือโดยอ้อม และทางบริษัทขอสงวนสิทธิที่จะพิจารณาเรื่องดังกล่าวตามสมควรเป็นกรณีๆซึ่งอาจนำไปสู่การระงับการเผยแพร่ข้อมูลดังกล่าวไม่ว่าจะเป็นการชั่วคราวหรือถาวรตามสมควรแก่กรณี ทั้งนี้สมาชิกผู้สร้างข้อมูลดังกล่าวนั้นยังคงต้องรับผิดชอบในความเสียหายเช่นเดิม อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct</li>
                            นโยบายความเป็นส่วนตัว (Privacy Policy)
ทางบริษัทวงใน มีเดีย จำกัด (“บริษัท” “เรา” หรือ “เว็บไซต์”) มีนโยบายการบริหารและใช้ข้อมูลของสมาชิก (“ท่าน”) ดังนี้

การเก็บและใช้ข้อมูลโดย Wongnai.com
ข้อมูลส่วนตัว: เราทำการขอข้อมูลเกี่ยวกับท่านเมื่อท่านสร้างบัญชีบนเว็บไซต์เช่นชื่อ ที่อยู่ อีเมล และวันเกิด ท่านยังสามารถนำข้อมูลของท่านจาก Facebook หรือ Google Plus เพื่อช่วยให้การลงทะเบียนกับ Wongnai.com ง่ายขึ้น โดยเราจะใช้ชื่อของท่านเพื่อสร้างชื่อบัญชี และใช้สถานที่สมัครของท่านเพื่อช่วยให้เว็บไซต์รู้ถึงจังหวัดที่ท่านพักอาศัย เราใช้อีเมลหรือเบอร์โทรศัพท์ของท่านเพื่อติดต่อท่าน เราจะมีการส่งข่าวสารทางอีเมล โดยท่านสามารถเลือกที่จะรับหรือไม่รับข่าวสารนี้ก็ได้ ทั้งนี้ เราขอสงวนสิทธิในการติดต่อท่านในนามของบุคคลที่สาม โดยการส่งข้อความเสริมหาท่านทางอีเมล และเราอาจใช้จังหวัดที่ท่านอยู่ วันเดือนปีเกิดของท่าน และเพศเพื่อแสดงโฆษณาจากบุคคลที่สามที่เกี่ยวข้องกับท่าน

ข้อมูลที่สร้างขึ้นโดย สมาชิก: ท่านสามารถร่วมสร้างข้อมูลให้เว็บไซต์ในวิธีการต่างๆ เช่น การเขียนแสดงความคิดเห็น อัพโหลดภาพถ่าย การส่งคำชมเชยไปยังผู้อื่น กรอกโปรไฟล์สาธารณะของท่านและออกเสียงลงคะแนนในเรื่องที่เขียนโดยผู้ใช้คนอื่น เรามีสิทธิเก็บข้อมูลเหล่านี้ แสดงให้ผู้อื่น ดัดแปลง ทำซ้ำ ขายและใช้ข้อมูลเหล่านี้เพื่อการส่งเสริมการขาย ข้อมูลใดๆที่ท่านได้สร้างใช้ผ่านเว็บไซต์ Wongnai.com ทั้งผ่านทางเครื่องคอมพิวเตอร์หรืออุปกรณ์มือถือ ทั้งหมดนั้น ท่านยอมรับและตกลงว่าเป็นสิทธิและกรรมสิทธิ์ของบริษัท โดยเมื่อเกิดปัญหาละเมิดลิขสิทธิ์หรือปัญหาอื่นๆ เราจะไม่รับผิดชอบผลอันเกิดจากข้อมูลที่ท่านสร้างเข้ามาที่เว็บ Wongnai.com

ข้อมูล location: เว็บไซต์สามารถให้ข้อมูลที่เป็นประโยชน์มากขึ้นถ้าท่านบอกสถานที่ปัจจุบันของท่าน (เช่นโดยผ่านอุปกรณ์มือถือที่มี GPS system) เราอาจจัดเก็บและใช้ข้อมูลพื้นที่ของท่าน ในการโฆษณาและบอกที่อยู่ของท่านกับบุคคลที่สาม ถ้าท่านต้องการปกปิดข้อมูลนี้ท่านสามารถติดตั้งโปรแกรมหรือปิด GPS บนโทรศัพท์มือถือของท่านได้

ข้อมูล log และ activity: เราจะเก็บข้อมูลที่เกี่ยวข้องกับการใช้งานเว็บของท่านโดยอัตโนมัติ เช่นหน้าเว็บที่ท่านดูบน Wongnai.com ชนิดเว็บเบราว์เซอร์ IP address หมายเลขโทรศัพท์ และชื่อของธุรกิจที่ท่านติดต่อผ่านเว็บไซต์ วันที่และเวลาของการใช้งานของท่าน เราใช้ข้อมูลประเภทนี้เพื่อดูแลเว็บไซต์ และปรับปรุงการให้บริการ เรายังใช้ข้อมูลนี้เพื่อการวิเคราะห์พฤติกรรมของผู้ใช้ เพื่อวัดความสนใจในการใช้ฟังก์ชั่นต่างๆ ของเว็บไซต์

ข้อมูลการซื้อขาย: หากท่านซื้อโฆษณา หรือผลิตภัณฑ์อื่น ๆ หรือบริการออนไลน์ผ่านทางเว็บไซต์ Wongnai.com เราจะเก็บข้อมูลการเรียกเก็บเงิน เบอร์โทรศัพท์ และ บัตรเครดิตของท่าน ข้อมูลนี้จะถูกใช้ร่วมกับบริษัทบุคคลที่สามที่ให้บริการประมวลผลการเก็บเงิน (เช่นธนาคาร ผู้ออกบัตรเครดิต หรือ ผู้ให้บริการโทรศัพท์มือถือ) ข้อมูลที่สำคัญของท่าน (เช่นหมายเลขบัตรเครดิต) จะได้รับการรักษาความปลอดภัยอย่างดีที่สุด

การใช้ข้อมูลโดยบุคคลอื่น
บุคคลที่สาม: ในเว็บไซต์อาจจะมีโฆษณาของบุคคลที่สาม เราสงวนสิทธิ์ ในการใช้จังหวัดที่ท่านอาศัย วันเดือนปีเกิดของท่าน และเพศ เพื่อแสดงโฆษณาที่เกี่ยวข้องกับท่าน ในบางกรณีเราอาจจะติดต่อท่านทางอีเมลในนามของบุคคลที่สามเพื่อวัตถุประสงค์ทางการตลาดโดยตรงได้

ธุรกิจในเครือ: เราสามารถเปิดเผยข้อมูลของท่านให้แก่ บริษัทแม่ บริษัทย่อยของเรา บริษัทร่วมทุน หรือ บริษัทอื่นที่เป็น partner กัน ภายใต้เงื่อนไขที่จะระบุในคำชี้แจงนี้ในอนาคต

การใช้ข้อมูลในการสอบสวน: เราสงวนสิทธิ์ที่จะตรวจสอบการละเมิดกฎหมายหรือศีลธรรมบนเว็บไซต์ และการละเมิดข้อบังคับและเงื่อนไขการบริการของเรา เราอาจเปิดเผยข้อมูลเกี่ยวกับท่านต่อบุคคลที่สามถ้าเรามีความเชื่อโดยสุจริตว่าการเปิดเผยข้อมูลดังกล่าวเป็นเหตุจำเป็นต้อง (ก) ดำเนินการเกี่ยวกับข้อสงสัยว่ามีกิจกรรมที่ผิดกฎหมาย (ข) บังคับใช้เงื่อนไขการบริการของเรา (ค) ปฏิบัติตามกระบวนการทางกฎหมาย (ง) ปกป้องสิทธิชื่อเสียงและทรัพย์สินของบริษัทและสมาชิกท่านอื่น

การรักษาความปลอดภัย
เราปฏิบัติตามมาตรฐานสากลที่เป็นที่รองรับทั่วไปในการป้องกันข้อมูลส่วนตัวของท่านที่ส่งถึงเรา ทั้งในระหว่างการส่งและหลังจากที่เราได้รับมัน อย่างไรก็ตามโปรดตระหนักว่าไม่มีวิธีการส่งผ่านทางอินเทอร์เน็ตหรือวิธีการเก็บอิเล็กทรอนิกส์ใดที่ปลอดภัย 100% ดังนั้นเราจึงไม่สามารถจะรับประกันความสมบูรณ์ของการรักษาความปลอดภัยได้ และทางบริษัทขอสงวนสิทธิในการปฏิเสธความรับผิดชอบในกรณีที่ข้อมูลสูญหายหรือถูกขโมยไม่ว่ากรณีใดๆทั้งสิ้น

การปรับเปลี่ยนคำชี้แจง
เราอาจปรับปรุงคำชี้แจงนี้เวลาใดก็ได้ โดยท่านสามารถเข้ามาดูนโยบายความเป็นส่วนตัวฉบับล่าสุดได้ที่นี่เสมอ ถ้าเราเปลี่ยนแปลงในคำชี้แจงเราจะแจ้งให้ทราบอย่างชัดเจน โดยการโพสต์แจ้งให้ทราบการเปลี่ยนแปลงบนหน้านี้ ก่อนที่จะดำเนินการเปลี่ยนแปลงบนเว็บไซต์เป็นเวลา 24 ชั่วโมง

อ่านต่อได้ที่ http://www.wongnai.com/terms?ref=ct
                    </ul>
                  </div>
                </div>    
            </div><!-- End content-promotion-->


		
</main>
<div class="cleaner_h20"></div>


<?php get_footer(); ?>